Revit 2027 API
ParameterTypeId.LoadAreaForceFx3 Property
 "Fx 3"
Namespace: Autodesk.Revit.DB
Assembly: RevitAPI (in RevitAPI.dll) Version: 27.0.4.0 (27.0.4.0)
Syntax
public static ForgeTypeId LoadAreaForceFx3 { get; }
Public Shared ReadOnly Property LoadAreaForceFx3 As ForgeTypeId
	Get
public:
static property ForgeTypeId^ LoadAreaForceFx3 {
	ForgeTypeId^ get ();
}
static member LoadAreaForceFx3 : ForgeTypeId with get
Property Value
ForgeTypeId
See Also
Reference
ParameterTypeId Class
Autodesk.Revit.DB Namespace